const shortData = [
  {
    title: '测试用例',
    desc: '这是一个测试例子',
    time: '2021-09-07 22:56:00'
  },
  {
    title: '测试用例',
    desc: '这是一个测试例子',
    time: '2021-09-07 22:56:00'
  },
  {
    title: '测试用例',
    desc: '这是一个测试例子',
    time: '2021-09-07 22:56:00'
  },
  {
    title: '测试用例',
    desc: '这是一个测试例子',
    time: '2021-09-07 22:56:00'
  },
]


const longData = [
  {
    title: '测试用例',
    desc: '这是一个测试例子',
    time: '2021-09-07 22:56:00'
  },
  {
    title: '测试用例',
    desc: '这是一个测试例子',
    time: '2021-09-07 22:56:00'
  },
  {
    title: '测试用例',
    desc: '这是一个测试例子',
    time: '2021-09-07 22:56:00'
  },
  {
    title: '测试用例',
    desc: '这是一个测试例子',
    time: '2021-09-07 22:56:00'
  },
  {
    title: '测试用例',
    desc: '这是一个测试例子',
    time: '2021-09-07 22:56:00'
  },
  {
    title: '测试用例',
    desc: '这是一个测试例子',
    time: '2021-09-07 22:56:00'
  },
  {
    title: '测试用例',
    desc: '这是一个测试例子',
    time: '2021-09-07 22:56:00'
  },
  {
    title: '测试用例',
    desc: '这是一个测试例子',
    time: '2021-09-07 22:56:00'
  },
  {
    title: '测试用例',
    desc: '这是一个测试例子',
    time: '2021-09-07 22:56:00'
  },
  {
    title: '测试用例',
    desc: '这是一个测试例子',
    time: '2021-09-07 22:56:00'
  },
  {
    title: '测试用例',
    desc: '这是一个测试例子',
    time: '2021-09-07 22:56:00'
  },
  {
    title: '测试用例',
    desc: '这是一个测试例子',
    time: '2021-09-07 22:56:00'
  },
  {
    title: '测试用例',
    desc: '这是一个测试例子',
    time: '2021-09-07 22:56:00'
  },
  {
    title: '测试用例',
    desc: '这是一个测试例子',
    time: '2021-09-07 22:56:00'
  },
  {
    title: '测试用例',
    desc: '这是一个测试例子',
    time: '2021-09-07 22:56:00'
  },
  {
    title: '测试用例',
    desc: '这是一个测试例子',
    time: '2021-09-07 22:56:00'
  },
]

window.shortData = shortData
window.longData = longData